Repository: miao17game/LiaoNingUniversity
Catalog: LNU.NET/Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

# AboutENRZUWP.Text
source: About LNU For Windows10
zh_cn: 关于 LNU For Windows10

# AboutENRZUWP_mess01.Text
source: App content from the Liaoning University academic management and related websites, third party developer works, based on the Windows users to provide a simplified content of Liaoning University academic management content acquisition, better service experience.
zh_cn: 应用内容来自辽宁大学教务管理以及相关网站，第三方开发者作品，立足于为Windows用户提供简化的辽宁大学教务管理内容获取方式，更好的服务体验。

# AboutENRZUWP_mess02.Text
source: I will be within the scope of the ability to provide the best maintenance and follow-up, but such as the application of the content is not updated, the situation is not the developer. Application development is still in an early stage, I hope you positive feedback.
zh_cn: 开发者会在能力范围之内，提供最好的维护与跟进，但是诸如应用内容没有更新之类的状况，并非开发者管得着的事。应用开发仍处于早期阶段，希望大家积极反馈。

# AboutENRZUWP_mess03.Text
source: Application of all content from the Liaoning University academic management is completely free of charge, the application itself will not be a fee to limit the user to use the threshold, I do not have this power. Additional content is not included in this column.
zh_cn: 应用所有来自于辽宁大学教务管理的内容完全免费，应用本身不会以收费来成为限制用户使用的门槛，我也没有这个权力。额外内容不在此列。

# AboutENRZUWP_mess04.Text
source: Support for donations, how much at random, focusing on encouragement. Development is not easy, please encourage seniors, Namaste, Liaoning University long live. -- By Baidu Translation.
zh_cn: 支持捐赠，开发不易，学长这厢有礼了，辽大万岁。

# Alipay.Text
source: AliPay：18640046260
zh_cn: 支付宝：18640046260

# Blog.Text
source: Blog：
zh_cn: 博客：

# Contact.Text
source: Contact
zh_cn: 联系作者

# DarkMode.Text
source: DarkTheme Mode
zh_cn: 夜间模式

# DarkModeSummary.Text
source: Change the background and fonts foreground.
zh_cn: 改变应用背景和文字前景

# D_C.Text
source: Donations and support
zh_cn: 捐助与支持

# ENRZGroupProfile.Text
source: Prospect
zh_cn: 远景

# ENRZGroupProfile_mess01.Text
source: Since the school, Liaoning University has trained more than 19 kinds of students for the country, long-term students more than 8000 people to the United States, Japan, Russia, South Korea, Italy, Britain, France and other 94 countries to cultivate, short-term students more than 3000 people. Schools with Russian National University of Irkutsk, Lithuania and Vilnius University and Senegal University of Dakar Confucius college, carefully crafted Confucius college brand across Asia, Europe, Africa and the three continents, walk into the office of internationalization of a new stage of development. Facing the new situation and requirements, adhering to the "Liaoning University Mingde fine, Dusing induced strong" spirit of the school motto, after all the Liaoning adults work as soon as possible to the construction of Liaoning University become the application characteristics and advantage subject to the domestic first-class, internationally renowned comprehensive high level research university.
zh_cn: 自建校以来，辽宁大学已为国家培养各类学生19万余人，为美国、日本、俄罗斯、韩国、意大利、英国、法国等94个国家培养长期留学生8000余人，短期留学生3000余人。学校分别与俄罗斯伊尔库茨克国立大学、立陶宛维尔纽斯大学、塞内加尔达喀尔大学共建孔子学院，精心打造的孔子学院品牌跨越亚、欧、非三大洲，国际化办学步入全新的发展阶段。 面对新形势的要求，辽宁大学秉承“明德精学、笃行致强”的校训精神，力争经过全体辽大人的扎实工作，早日把辽宁大学建设成为应用特色鲜明、优势学科达到国内一流、国际知名的综合性高水平研究型大学。

# ENRZMagazine.Text
source: School Survey
zh_cn: 学校概况

# ENRZMagazine_mess01.Text
source: Liaoning University is a comprehensive university in Liaoning Province, which has the characteristics of literature, history, philosophy, classics, law, science, technology, engineering, management, medicine, art and other disciplines. The school has three campuses, namely Shenyang, Shenyang Chongshan campus Puhe campus and Liaoyang wusheng campus, teaching area covers an area of 2153 mu, building area of 653 thousand and 700 square meters, is one of the key construction of the national "211 Project". The school has 27 colleges, arts, history, philosophy and public school of management, School of economics, School of business, School of law, School of foreign languages, broadcast the film and Television Institute, School of Journalism & communication, University of International Relations, Marx Institute, AABC's new China, international business school, School of art, mathematics, physics institute school, school, School of medicine, life sciences, Environmental Sciences, School of information, College of light industry, the International Institute of education, Institute of Humanities Science and technology, adult education college / School of continuing education, public school, Institute of innovation and entrepreneurship.
zh_cn: 辽宁大学是一所具备文、史、哲、经、法、理、工、管、医、艺等学科门类的辽宁省惟一的综合性大学。学校现有三个校区，即沈阳崇山校区、沈阳蒲河校区和辽阳武圣校区，教学区占地面积2153亩，建筑面积65.37万平方米，是国家“211工程”重点建设院校之一。学校设有27个学院，即文学院、历史学院、哲学与公共管理学院、经济学院、商学院、法学院、外国语学院、广播影视学院、新闻与传播学院、国际关系学院、马克思主义学院、亚澳商学院、新华国际商学院、艺术学院、数学院、物理学院、化学院、药学院、生命科学院、环境学院、信息学院、轻型产业学院、国际教育学院、人文科技学院、成人教育学院/继续教育学院、公共基础学院、创新创业学院。

# ENRZMagazine_mess02.Text
source: The school has 1267 full-time teachers, including 283 professors, 504 associate professors, 119 doctoral supervisors, 83 experts who enjoy the special allowance of the State Council, the Yangtze River scholar Professor 2 people, 1 academicians.The existing 71 undergraduate; a master degree authorization 26, with EMBA (EMBA), MBA (MBA), MPA (Master of Public Administration), JM (Master of law), MTCSOL (MTCSOL), MFA (Master of Arts) 24 professional degrees; the existing theory of economics, applied economics, business management, China language and literature, philosophy, law, chemistry and statistics of 8 first level discipline doctorate authorization, 8 postdoctoral stations; with the world economy, national economics and finance, 3 national key disciplines, 6 provincial key a subject; with national economics foundation training base, college counselors training and training base and the Ministry of education, Humanities and social science research base, the transformation of national politics and economy. Research Center, Liaoning University, Macao City University, Macao social and economic development research center. The school has 2 National Experimental Teaching Demonstration Center, 6 provincial key research institute of Humanities and Social Sciences, 9 provincial key laboratories, 3 provincial engineering technology research center, 3 provincial engineering laboratory, 8 provincial experimental teaching demonstration center, the 6 central and local governments in the distinctive discipline laboratory, 14 central government support local university teaching experiment platform, 4 provincial college students' innovation and entrepreneurship education practice base, 1 college students venture breeding base, 6 provincial higher education innovation team.
zh_cn: 学校现有专任教师1267人，其中教授283人、副教授504人，博士生导师119人，享受国务院政府特殊津贴专家83人，长江学者特聘教授2人，双聘院士1人。现有本科专业71个；一级学科硕士学位授权点26个，设有EMBA（高级管理人员工商管理硕士）、MBA（工商管理硕士）、MPA（公共管理硕士）、JM（法律硕士）、MTCSOL（汉语国际教育硕士）、MFA（艺术硕士）等24个专业学位授权点；现有理论经济学、应用经济学、工商管理、中国语言文学、哲学、法学、化学和统计学等8个一级学科博士学位授权点，有8个博士后流动站；设有世界经济、国民经济学和金融学3个国家重点学科、6个省重点一级学科；设有国家经济学基础人才培养基地、高校辅导员培训与研修基地和教育部人文社会科学重点研究基地——转型国家经济政治研究中心、辽宁大学—澳门城市大学澳门社会经济发展研究中心。学校有2个国家级实验教学示范中心、6个省级人文社科重点研究基地、9个省级重点实验室、3个省级工程技术研究中心、3个省级工程实验室、8个省级实验教学示范中心、6个中央与地方共建高校特色优势学科实验室、14个中央财政支持地方高校教学实验平台、4个省级大学生创新创业实践教育基地、1个大学生创业项目选育基地，6个省高等学校创新团队。

# ENRZWebsites.Text
source: University History
zh_cn: 历史沿革

# ENRZWebsites_mess01.Text
source: Liaoning University start-up in November 1948 in Shenyang established the Northeast People's government business school, the beginning of school is to recruit four year students. In September 15, 1958, the Northeast College of Finance and economics, Shenyang normal college and Shenyang Russian college merged to form the Liaoning University, comrade Zhu De personally wrote the name.
zh_cn: 辽宁大学初创于1948年11月东北人民政府在沈阳建立的商业专门学校，建校之初即招收四年制本科生。1958年9月15日，东北财经学院、沈阳师范学院和沈阳俄文专科学校合并，组建成辽宁大学，朱德同志亲笔题写了校名。

# Feedback.Content
source: Feedback
zh_cn: 我要反馈

# Feedback_Email.Text
source: Feedback by email
zh_cn: 通过邮件反馈问题

# LanguageMode.Text
source: Language localization
zh_cn: 语言本地化

# LanguageModeSummary.Text
source: Choose your local language.
zh_cn: 选择您的本地化语言

# LanguageOptions.Text
source: Language Options
zh_cn: 语言选项

# ProgressRoute.Text
source: LNU For Windows10 progress record (Only zh-CN)
zh_cn: LNU For Windows10 进度记录

# SettPageItem_About.Header
source: About
zh_cn: 关于

# SettPageItem_AboutENRZ.Header
source: About LiaoNing University
zh_cn: 关于辽宁大学

# SettPageItem_AboutMe.Header
source: About Developer
zh_cn: 关于开发者

# SettPageItem_Settings.Header
source: Settings
zh_cn: 设置

# VersionMessage
source: App Version :
zh_cn: 版本信息：

# VersionMessageFor.Text
source: App Version : Create by system
zh_cn: 版本信息：由系统生成

# VisualOptions.Text
source: Visual Options
zh_cn: 视觉选项

# Weibo.Text
source: Weibo：
zh_cn: 新浪微博

# AppErrorString
source: Error throws !
zh_cn: 发生错误

# Feedback_Body
source: Description
zh_cn: 问题描述

# Feedback_FriendlyName
source: DeviceName
zh_cn: 设备名

# Feedback_OS
source: OperatingSystem
zh_cn: 操作系统

# Feedback_SFV
source: FirmwareVersion
zh_cn: 固件版本

# Feedback_SHV
source: HardwareVersion
zh_cn: 硬件版本

# Feedback_SMF
source: Manufacturer
zh_cn: 制造商

# Feedback_SPN
source: ProductName
zh_cn: 产品名称

# Feedback_Subject
source: LNU For Win10 Feedback
zh_cn: LNU For Win10 反馈

# Feedback_Version
source: Version
zh_cn: 程序版本

# FetchDataError
source: Error occurred when fetching data
zh_cn: 获取数据发生错误

# SettingsString
source: Settings
zh_cn: 设置

# TimeOutError
source: Network timed out, please try again.
zh_cn: 网络超时，请重试

source: Untitled
zh_cn: 未知

# ClickTwiceToExit
source: Click back-button again to exit app
zh_cn: 再按一次返回键退出

# Picture_Watch.Text
source: ENRZ.COM-PIC
zh_cn: ENRZ.COM-看图

# SaveImageSuccess
source: Picture Saved.
zh_cn: 图片保存成功

# SettingButton.Text
source: Settings
zh_cn: 设置

# ValidToShow
source: content not supported display
zh_cn: 部分内容暂不支持显示

# LNU_A_A_O
source: Academic Affairs Office
zh_cn: 教务处首页

# LNU_C_A
source: Course Announcement
zh_cn: 选课公告

# LNU_C_I
source: Course Introduction
zh_cn: 课程介绍

# LNU_For_Teacher
source: For Teachers
zh_cn: 教师成绩录入

# LNU_G_E
source: General Education
zh_cn: 通识教育

# LNU_Index
source: Index
zh_cn: 教务管理首页

# LNU_P_C
source: Purpose Of The Course
zh_cn: 开课查询

# LNU_P_G
source: Proof Of Grades
zh_cn: 成绩证明办理流程

# LNU_R_R
source: Rules & Regulations
zh_cn: 规章制度

# LNU_Search_Query
source: Course & Mark
zh_cn: 选课及成绩查询

# LNU_S_T
source: Summer Term
zh_cn: 夏季学期

# LNU_Title.Text
source: LiaoNing University
zh_cn: 辽宁大学

# LNU_T_E
source: Teaching Evaluation
zh_cn: 教学评估

# LNU_T_I
source: Teachers Introduction
zh_cn: 授课教师简介

# LNU_T_O_N
source: Teaching Operation Notice
zh_cn: 教学运行通知

# LNU_U_H_P
source: University Home Page
zh_cn: 辽宁大学首页

# ReStartToChangeLanguage
source: Restart app to change language .
zh_cn: 重启应用时修改生效

# AppCache.Text
source: App Cache
zh_cn: 应用缓存

# Caculating.Text
source: [Caculating...]
zh_cn: [计算中...]

# ClearCache.Content
source: Cear app cache
zh_cn: 清理缓存

# OtherOptions.Text
source: Other Options
zh_cn: 其他设置

# SplitMode.Text
source: SplitView Mode
zh_cn: 拆分视图比例大小

# SplitSummary.Text
source: Change the width of content page(Only PC)
zh_cn: 调整内容页面宽度横占比( 仅PC )

# DivideSwitch.Text
source: Divide The Screen
zh_cn: 分屏设置

# DivideSwitchSummary.Text
source: Only on PC this mode is enabled
zh_cn: 在PC上开启左右分屏模式(仅PC)

# LNU_Index_CS
source: Course Schedule
zh_cn: 选课日程

# LNU_Index_GCI
source: General Course Introduction
zh_cn: 辽宁大学通识课程简介

# LNU_Index_IPOGE
source: Implementation Plan Of General Education
zh_cn: 辽宁大学通识教育实施方案

# LNU_Index_LS
source: Login & Status
zh_cn: 登陆与状态查询

# LNU_Index_SISP
source: Student Integrated Service Platform
zh_cn: 学生一体化服务平台

# LNU_Index_CP
source: Change Password
zh_cn: 修改密码

# LNU_Index_SC
source: Selected Course
zh_cn: 选定课程

# LNU_Index_SS
source: Show Schedule
zh_cn: 课表显示

# LNU_Index_SSI
source: Student Status information
zh_cn: 学籍信息

# PureColorItem.Text
source: Pure Color Item
zh_cn: 纯色模式

# PureColorItemSummary.Text
source: If you want to make the item back-picture unvisible.
zh_cn: 选择不在主面板显示Item背景图

# LNU_E_M.Text
source: LNU Education Management
zh_cn: 辽宁大学教务管理

# LNU_Index_CA
source: Course Announcement
zh_cn: 选课公告

# LNU_Index_EH
source: Elective Help
zh_cn: 选课帮助

# LNU_Index_FC
source: Failed Course
zh_cn: 不及格课程

# LNU_Index_PC
source: Passed Course
zh_cn: 已修课程

# LNU_Index_ROTT
source: Results Of This Term
zh_cn: 本学期成绩

# LNU_Index_TEL
source: Teaching Evaluation Login
zh_cn: 教学评估登陆

# LNU_Index_TP
source: Teaching Plan
zh_cn: 教学计划

# LNU_Index_TSCQ
source: This Semester Course Quiry
zh_cn: 本学期课程查询

# AppName
source: LNU Education Management
zh_cn: 辽宁大学教务管理 Win10

# WebViewLoadError
source: Page Loading Error：Parameter Invalid.
zh_cn: 页面加载失败：参数错误

# LNU_Login_Abort.Content
source: Remind me later
zh_cn: 下次再说吧

# LNU_Login_Anounce.Text
source: *We will save them in the local cache.
zh_cn: *我们将会把您的信息保存在本地缓存

# LNU_Login_ID.Text
source: ID
zh_cn: 学号

# LNU_Login_LoginTitle.Text
source: LNU Edu Management
zh_cn: 教务管理登陆

# LNU_Login_Password.Text
source: Password
zh_cn: 密码

# LNU_Login_Promise.Text
source: We promise that we will only save password for auto-Login.
zh_cn: 我们保证记录信息仅用于自动登录

# LNU_Login_Submit.Content
source: Login
zh_cn: 登陆

# LNU_Login_Title.Text
source: Please Login
zh_cn: 请登记您的教务管理账户

# LNU_Login_AutoLogin.Content
source: Auto - Login
zh_cn: 自动登录

# LNU_Login_SavePassword.Content
source: Save Password
zh_cn: 记住密码

# Login_Failed
source: Failed, plesae check the ID and password.
zh_cn: 登陆失败，请检查学号和密码是否输入正确

# Login_Success
source: Login successful.
zh_cn: 登陆成功

# UnhandledError
source: Unknown Error.
zh_cn: 发生未知错误

# SettPageItem_PrivacyPolicy.Header
source: Privacy Policy
zh_cn: 隐私政策

# TimeAnoutation
source: (Server Time)
zh_cn: （以服务器时间为准）

# LogOut_Success
source: Log Out Successful
zh_cn: 退出登陆成功

# Status_Department.Text
source: Department
zh_cn: 学院

# Status_ID.Text
source: ID
zh_cn: 学号

# Status_IP.Text
source: IP Adress
zh_cn: IP地址

# Status_LogInTime.Text
source: Log-In Time
zh_cn: 登陆时间

# Status_Major.Text
source: Major
zh_cn: 专业

# Status_Name.Text
source: Name
zh_cn: 姓名

# Log_Out.Content
source: Log out
zh_cn: 注销登录

# LNU_Change_Pass01.Text
source: Old
zh_cn: 原密码

# LNU_Change_Pass02.Text
source: New
zh_cn: 新密码

# LNU_Change_Pass03.Text
source: Confirm
zh_cn: 确认密码

# AbandonModify.Content
source: Abandon
zh_cn: 放弃

# ConfirmModify.Content
source: Confirm Modify
zh_cn: 确认修改

# Login_First
source: You need to login first.
zh_cn: 你需要先登录

# Login_Pass_Changed
source: Password changed successfully.
zh_cn: 你已经改变了你的密码

# Login_Pass_Input_Error
source: Password input error.
zh_cn: 密码输入有误

# Login_Reconfirm_Failed
source: Password re-confirm check failed.
zh_cn: 新密码输入不一致

# Login_Uhandled_Error
source: Unhandled error throws.
zh_cn: 出现未知错误

# Internet_Failed
source: Try login failed, please check your Internet connect.
zh_cn: 登陆初始化失败，请检查网络

# Friday
source: Fri
zh_cn: 星期五

# Monday
source: Mon
zh_cn: 星期一

# Saturday
source: Sat
zh_cn: 星期六

# ScheduleTableTitle.Text
source: Course Table
zh_cn: 课程表

# Sunday
source: Sun
zh_cn: 星期日

# Thursday
source: Thu
zh_cn: 星期四

# Tuesday
source: Tue
zh_cn: 星期二

# Wednesday
source: Wen
zh_cn: 星期三

# ScheduleListTitle.Text
source: Course List
zh_cn: 课程列表

# Course_Place.Text
source: Classroom
zh_cn: 教室

# Course_Time.Text
source: Time
zh_cn: 时间

# Course_Title.Text
source: Course Name
zh_cn: 课程名

# Course_Type.Text
source: Type
zh_cn: 类型

# Course_Lecture.Text
source: Lecture
zh_cn: 讲师

# Course_Property.Text
source: Course Property
zh_cn: 课程属性

# Course_Serial.Text
source: Serial Number
zh_cn: 课序号

# Course_Weekly.Text
source: Weeks
zh_cn: 上课周次
